---
kind: property
id: P:Autodesk.Revit.DB.TableView.MinimumRowHeight
source: html/c51f4431-31f8-50c5-c4ad-e8e151e64b02.htm
---
# Autodesk.Revit.DB.TableView.MinimumRowHeight Property

Gets the minimum row height

## Syntax (C#)
```csharp
public int MinimumRowHeight { get; }
```